Repository: volkancirik/zTools
Catalog: cross_app/locale/*/LC_MESSAGES/django.po
Languages: tr

# search_all
source: All
tr: Hepsi

# search_zidaya_order_item
source: Zidaya Order Number
tr: Zidaya Sipariş Numarası

# search_supplier_name
source: Supplier Name
tr: Tedarikçi

# search_cross_supplier_sku_config
source: Supplier SKU Config
tr: Tedarikçi SKU Config

# search_cross_supplier_sku_simple
source: Supplier SKU Simple
tr: Tedarikçi SKU Simple

# search_cross_barcode
source: Barcode
tr: Barkod

# search_cross_name
source: Product Name
tr: Ürün Adı

# search_cross_order_date_start
source: Order Date from
tr: Sipariş Tarihi (Başlangıç)

# search_cross_order_date_end
source: Order Date to
tr: Sipariş Tarihi (Son)

# search_inbound_order_number
source: Inbound Order Number
tr: Tedarikçi Sipariş Numarası

# search_supplier_order_date_start
source: Supplier Order Date from
tr: Tedarikçi Sipariş Tarihi (Başlangıç)

# search_supplier_order_date_end
source: Supplier Order Date to
tr: Tedarikçi Sipariş Tarihi (Son)

# search_last_update_date_start
source: Last Update Date from
tr: Son Güncellenme (Başlangıç)

# search_last_update_date_end
source: Last Update Date to
tr: Son Güncellenme (Son)

source: Transactions
tr: Transaction Takibi

source: Document Management System
tr: Dosya Takip Sistemi

# cross_order_tracking_system
source: zTools
tr: Cross Order Takip Sistemi

# footer
source: Rocket Internet TR & MENA | zTools | Contact:
tr: Rocket Internet TR & MENA | zTools | İletişim:

source: Supplier Name
tr: Tedarikçi

source: Date Range
tr: Tarih Aralığı

source: All
tr: Hepsi

source: Filter
tr: Filtrele

source: Zidaya Order Number
tr: Zidaya Sipariş Numarası

source: Size
tr: Beden/Boy

source: Supplier SKU Config
tr: Tedarikçi SKU Config

source: Supplier SKU Simple
tr: Tedarikçi SKU Simple

source: Barcode
tr: Barkod

source: Name
tr: Ad

source: Paid Price
tr: Müşterinin Ödediği Fiyat

source: Cost
tr: Maliyet

source: Order Date
tr: Sipariş Tarihi

source: Inbound Order Number
tr: Tedarikçi Sipariş Numarası

source: Comment
tr: Not

source: Supplier Order Date
tr: Tedarikçi Sipariş Tarihi

source: Last Update
tr: Son Güncelleme

source: Please Select
tr: Lütfen Seçiniz

source: Update Cross Status
tr: Cross Status Güncelle

source: Update Inbound Order Number
tr: Tedarikçi Sipariş Numarası Güncelle

source: Add Comment
tr: Not Ekle

source: Export to Excel
tr: Excel'e Aktar

source: Start Date
tr: İlk Tarih

source: End Date
tr: Son Tarih

source: Unprocessed Order Items
tr: Unprocessed Ürün Adedi

source: Total Order Items
tr: Toplam Ürün Adedi

source: Status
tr: Durum

source: Create Date
tr: Kayıt Tarihi

source: Transaction Code
tr: Transaction Kodu

# number_of_items_confirmed
source: # of Items Confirmed
tr: Onaylanmış Ürün Adedi

# total_number_of_items
source: Total # of Items
tr: Toplam Ürün Adedi

# total_tl_cost
source: Total Cost (TL)
tr: Toplam Maliyet (TL)

source: User
tr: Oluşturan

source: Update Status
tr: Durumu Güncelle

source: Supplier Excel
tr: Tedarikçi için Excel

source: Hide/Show Columns
tr: Kolon Gizle/Göster

# choose_column_to_display
source: Choose columns to display
tr: Gösterilecek kolonları seçiniz

source: Close
tr: Kapat

source: Show these columns
tr: Seçilenleri Göster

source: Submit Comment
tr: Gönder

# supplier_informed_alert_message
source: A new transaction will be created. Are you sure?
tr: Yeni bir transaction yaratılacaktır. Emin misiniz?

source: Document Upload
tr: Dosya Yükle

source: Document Name
tr: Dosya Adı

# line_number
source: Line Count
tr: Satır Sayısı

source: Short Description
tr: Açıklama

source: Upload Date
tr: Yüklenme Tarihi

# upload_user
source: Uploader
tr: Yükleyen

# last_updaate_date
source: Last Update Date
tr: Son İncelenme Tarihi

# last_update_user
source: Last Updated by
tr: Son İnceleyen

source: Update Selected
tr: Seçilenler İncelendi

# delete_selected
source: Delete
tr: Seçilenleri Sil

# barcode_ean
source: Barcode
tr: Barkod

# register_header
source: Register
tr: Kayıt Olmak İstiyorum

# register_successful_message1
source: Register is completed successfully
tr: Üyeliğiniz başarıyla gerçekleştirildi!

# register_successful_message2
source: Once your account is activated by admin, you can login to zTools.
tr: Üyeliğiniz admin tarafından onaylandıktan sonra sisteme giriş yapabilirsiniz.

# login_header
source: Login
tr: Giriş

# login_fail_message1
source: Your account is not activated
tr: Hesabınız henüz aktifleştirilmemiştir.

# login_fail_message2
source: Pleae send email to
tr: İletişim için lütfen

# login_err_username_not_found
source: This email is not registered
tr: E-posta bulunamadı

# login_err_password
source: Password is incorrect
tr: Hatalı şifre girdiniz

# PleaseEnterEmail
source: Pleae enter a valid email address
tr: Lütfen geçerli bir e-posta adresi giriniz

# AtLeastFive1
source: Password must contain at least 5 characters
tr: Şifre en az 5 karakterden oluşmalıdır

# AlreadyRegisteredEmail
source: This email is already registered
tr: Bu e-posta adresi sistemde önceden kayıtlıdır
